let handler = async (m, { command, text }) => m.reply(`
*=> 𝐄𝐥 𝐝𝐞𝐬𝐜𝐨𝐧𝐨𝐜𝐢𝐦𝐢𝐞𝐧𝐭𝐨 𝐝𝐞 𝐥𝐨 𝐪𝐮𝐞 𝐚𝐪𝐮𝐢 𝐬𝐞 𝐦𝐞𝐧𝐜𝐢𝐨𝐧𝐚 𝐧𝐨 𝐞𝐱𝐢𝐦𝐞 𝐚𝐥 𝐩𝐫𝐨𝐩𝐢𝐞𝐭𝐚𝐫𝐢𝐨 𝐝𝐞𝐥 𝐁𝐨𝐭, 𝐝𝐞 𝐥𝐚𝐬 𝐬𝐚𝐧𝐜𝐢𝐨𝐧𝐞𝐬 𝐪𝐮𝐞 𝐬𝐞 𝐩𝐮𝐞𝐝𝐚𝐧 𝐝𝐞𝐫𝐢𝐯𝐚𝐫❗*
*⚠️ 𝗧𝗲́𝗿𝗺𝗶𝗻𝗼𝘀 𝗱𝗲 𝗽𝗿𝗶𝘃𝗮𝗰𝗶𝗱𝗮𝗱*
_1.- 𝙻𝚊 𝚒𝚗𝚏𝚘𝚛𝚖𝚊𝚌𝚒𝚘́𝚗 𝚚𝚞𝚎 𝚛𝚎𝚌𝚒𝚋𝚊 𝚎𝚕 𝙱𝚘𝚝 𝙽𝙾 𝚜𝚎 𝚌𝚘𝚖𝚙𝚊𝚛𝚝𝚎 𝚌𝚘𝚗 𝚗𝚒𝚗𝚐𝚞́𝚗 𝚝𝚎𝚛𝚌𝚎𝚛𝚘 𝚗𝚒 𝚌𝚘𝚗 𝚗𝚊𝚍𝚒𝚎_
_2.- 𝙻𝚊𝚜 𝚒𝚖𝚊́𝚐𝚎𝚗𝚎𝚜/𝚟𝚒𝚍𝚎𝚘𝚜/𝚜𝚝𝚒𝚌𝚔𝚎𝚛/𝚊𝚞𝚍𝚒𝚘𝚜/𝚎𝚝𝚌 𝚗𝚘 𝚜𝚘𝚗 𝚌𝚘𝚖𝚙𝚊𝚛𝚝𝚒𝚍𝚘𝚜 𝚌𝚘𝚗 𝚗𝚊𝚍𝚒𝚎_
_3.- 𝚂𝚞 𝚗𝚞𝚖𝚎𝚛𝚘 𝚍𝚎 𝚝𝚎𝚕𝚎́𝚏𝚘𝚗𝚘 𝚗𝚘 𝚎𝚜 𝚌𝚘𝚖𝚙𝚊𝚛𝚝𝚒𝚍𝚘 𝚌𝚘𝚗 𝚊𝚋𝚜𝚘𝚕𝚞𝚝𝚊𝚖𝚎𝚗𝚝𝚎 𝚗𝚊𝚍𝚒𝚎_
_4.- 𝙳𝚊𝚝𝚘𝚜 𝚍𝚎 𝚝𝚊𝚛𝚓𝚎𝚝𝚊𝚜, 𝚞𝚋𝚒𝚌𝚊𝚌𝚒𝚘𝚗𝚎𝚜, 𝚍𝚒𝚛𝚎𝚌𝚌𝚒𝚘𝚗𝚎𝚜, 𝚎𝚝𝚌 𝚜𝚘𝚗 𝚎𝚕𝚒𝚖𝚒𝚗𝚊𝚍𝚘𝚜 𝚒𝚗𝚖𝚎𝚍𝚒𝚊𝚝𝚊𝚖𝚎𝚗𝚝𝚎 𝚢 𝚗𝚘 𝚜𝚎 𝚌𝚘𝚖𝚙𝚊𝚛𝚝𝚎𝚗 𝚌𝚘𝚗 𝚊𝚋𝚜𝚘𝚕𝚞𝚝𝚊𝚖𝚎𝚗𝚝𝚎 𝚗𝚊𝚍𝚒𝚎_
_5.- 𝚃𝚘𝚍𝚊𝚜 𝚕𝚊𝚜 𝚌𝚘𝚗𝚟𝚎𝚛𝚜𝚊𝚌𝚒𝚘𝚗𝚎𝚜 𝚜𝚘𝚗 𝚎𝚕𝚒𝚖𝚒𝚗𝚊𝚍𝚊𝚜 𝚌𝚊𝚍𝚊 𝚍𝚎𝚝𝚎𝚛𝚖𝚒𝚗𝚊𝚍𝚘 𝚝𝚒𝚎𝚖𝚙𝚘 𝚢 𝚗𝚘 𝚜𝚎 𝚑𝚊𝚌𝚎 𝚋𝚊𝚌𝚔𝚞𝚙 (𝚗𝚘 𝚜𝚎 𝚐𝚞𝚊𝚛𝚍𝚊) 𝚍𝚎 𝚗𝚒𝚗𝚐𝚞́𝚗 𝚝𝚒𝚙𝚘 𝚍𝚎 𝚒𝚗𝚏𝚘𝚛𝚖𝚊𝚌𝚒𝚘́𝚗/𝚌𝚘𝚗𝚟𝚎𝚛𝚜𝚊𝚌𝚒𝚘́𝚗_
*⚠️ 𝗧𝗲́𝗿𝗺𝗶𝗻𝗼𝘀 𝗱𝗲 𝘂𝘀𝗼*
_1.- 𝙽𝚘 𝚖𝚎 𝚑𝚊𝚐𝚘 𝚛𝚎𝚜𝚙𝚘𝚗𝚜𝚊𝚋𝚕𝚎 𝚍𝚎 𝚞𝚗 𝚖𝚊𝚕 𝚞𝚜𝚘 𝚚𝚞𝚎 𝚜𝚎 𝚕𝚎 𝚙𝚞𝚎𝚍𝚊 𝚍𝚊𝚛 𝚊𝚕 𝙱𝚘𝚝_
_2.- 𝙽𝚘 𝚗𝚘𝚜 𝚑𝚊𝚌𝚎𝚖𝚘𝚜 𝚛𝚎𝚜𝚙𝚘𝚗𝚜𝚊𝚋𝚕𝚎𝚜 𝚍𝚎 𝚕𝚊 𝚒𝚐𝚗𝚘𝚛𝚊𝚗𝚌𝚒𝚊 𝚢/𝚘 𝚍𝚎𝚜𝚌𝚘𝚗𝚘𝚌𝚒𝚖𝚒𝚎𝚗𝚝𝚘 𝚍𝚎𝚕 𝚝𝚎𝚖𝚊_
_3.- 𝙴𝚕 𝙱𝚘𝚝 𝚗𝚘 𝚎𝚜𝚝𝚊 𝚊𝚌𝚝𝚒𝚟𝚘 𝚕𝚊𝚜 24 𝚑𝚘𝚛𝚊𝚜 𝚊𝚕 𝚖𝚎𝚗𝚘𝚜 𝚍𝚎 𝚚𝚞𝚎 𝚎𝚕 𝚙𝚛𝚘𝚙𝚒𝚎𝚝𝚊𝚛𝚒𝚘 𝚍𝚎𝚌𝚒𝚍𝚊 𝚕𝚘 𝚌𝚘𝚗𝚝𝚛𝚊𝚛𝚒𝚘_
_4.- 𝙻𝚊 "𝚎𝚖𝚙𝚛𝚎𝚜𝚊" 𝚗𝚘 𝚜𝚎 𝚑𝚊𝚌𝚎 𝚛𝚎𝚜𝚙𝚘𝚗𝚜𝚊𝚋𝚕𝚎 𝚍𝚎𝚕 𝚞𝚜𝚘 𝚍𝚎𝚕 𝙱𝚘𝚝, 𝚢𝚊 𝚚𝚞𝚎 𝚜𝚘𝚗 𝚙𝚎𝚛𝚜𝚘𝚗𝚊𝚜 (𝚝𝚎𝚛𝚌𝚎𝚛𝚘𝚜) 𝚢 𝚗𝚘 𝚝𝚎𝚗𝚎𝚖𝚘𝚜 𝚌𝚘𝚗𝚝𝚛𝚘𝚕 𝚜𝚘𝚋𝚛𝚎 𝚎𝚕𝚕@𝚜_
_5.- 𝙻𝚘𝚜 𝚊𝚞𝚍𝚒𝚘𝚜/𝚗𝚘𝚝𝚊𝚜 𝚍𝚎 𝚟𝚘𝚣/𝚒𝚖𝚊́𝚐𝚎𝚗𝚎𝚜/𝚟𝚒𝚍𝚎𝚘𝚜 𝚘 𝚌𝚞𝚊𝚕𝚚𝚞𝚒𝚎𝚛 𝚘𝚝𝚛𝚘 𝚊𝚛𝚌𝚑𝚒𝚟𝚘 𝚖𝚞𝚕𝚝𝚒𝚖𝚎𝚍𝚒𝚊 𝚚𝚞𝚎 𝚜𝚎𝚊𝚗 𝚍𝚎 𝚙𝚛𝚘𝚙𝚒𝚎𝚍𝚊𝚍 𝚍𝚎 𝙶𝚘𝚔𝚞 - 𝙱𝚘𝚝 𝚜𝚘𝚗 𝚞́𝚗𝚒𝚌𝚊𝚖𝚎𝚗𝚝𝚎 𝚢 𝚎𝚡𝚌𝚕𝚞𝚜𝚒𝚟𝚊𝚖𝚎𝚗𝚝𝚎 𝚍𝚎 𝚎𝚜𝚝𝚎 𝙱𝚘𝚝.
*➤ 𝙼𝚎𝚗𝚜𝚊𝚓𝚎 𝚍𝚎𝚕 𝚗𝚞𝚖𝚎𝚛𝚘 𝚍𝚎𝚕 𝙱𝚘𝚝?*
_- 𝚂𝚒 𝚎𝚗 𝚊𝚕𝚐𝚞́𝚗 𝚖𝚘𝚖𝚎𝚗𝚝𝚘 𝚛𝚎𝚌𝚒𝚋𝚎 𝚞𝚗 𝚖𝚎𝚗𝚜𝚊𝚓𝚎 𝚍𝚎𝚕 𝚗𝚞𝚖𝚎𝚛𝚘 𝚍𝚎𝚕 𝙱𝚘𝚝 𝚙𝚞𝚎𝚍𝚎 𝚜𝚎𝚛 𝚞𝚗  𝚌𝚘𝚖𝚊𝚗𝚍𝚘 𝚘 𝚊𝚕𝚐𝚘 𝚚𝚞𝚎 𝚙𝚛𝚘𝚋𝚊𝚋𝚕𝚎𝚖𝚎𝚗𝚝𝚎 𝚚𝚞𝚎𝚛𝚒𝚊𝚜 𝚎𝚕𝚒𝚖𝚒𝚗𝚊𝚛 𝙴𝚇𝙸𝚂𝚃𝙴 𝙰𝙽𝚃𝙸 𝙳𝙴𝙻𝙴𝚃𝙴 𝚙𝚘𝚛 𝚕𝚘 𝚚𝚞𝚎 𝚜𝚎 𝚕𝚎 𝚙𝚒𝚍𝚎 𝚚𝚞𝚎 𝚗𝚘 𝚕𝚎 𝚏𝚊𝚕𝚝𝚎 𝚎𝚕 𝚛𝚎𝚜𝚙𝚎𝚝𝚘_
*Agradecimientos a: ᴄʜᴀʀʟʏ
*⁉️ Te quedaron dudas?*
_- Si todavía tienes alguna duda o reclamo de lo mencionado aqui o referente al Bot, contáctame a mi numero personal al cual estaré respondiendo lo antes posible para brindarte una solución_ 
> wa.me/593960070183
> 𝙲𝙷𝙰𝚁𝙻𝚈
*∆ THE GOKU - BOT ∆*
`.trim(), null, m.mentionedJid ? {
mentions: m.mentionedJid
} : {})
handler.help = ['términos y condiciones y privacidad<texto>?']
handler.tags = ['kerang']
handler.command = /^tycp|terminosycondicionesyprivacidad|terminosycondiciones|terminos y condiciones y privacidad|terminos y condiciones|terminos y condiciones|terminos de uso|Terminos de uso|Terminó se uso|términos de uso|Términos de uso|Términos y condiciones$/i
export default handler
